export const arabicContent = {
  data: {
    head: {
      head1: "عن بنك ",
      head2: "D360 ",
    },
    about: {
      header: "قصتنا",
      body: [
        "بنك D360 هو بنك سعودي رقمي متوافق مع أحكام الشريعة الإسلامية، يهدف إلى تقديم أفضل تجربة بنكية لكل شخص في السعودية.",
        " الموضوع مو مجرد خدمات بنكية، حنا هنا لتغيير مفهوم التجربة البنكية. بنك قريب من الناس، مرن، ويفهم احتياجاتهم، بخدمات مبتكرة، ومنتجات وعمليات متوافقة مع أحكام الشريعة الإسلامية. ",
        " نعيد تعريف التجربة البنكية، ونظل دائمًا سابقين بخطوة بحلول ذكية وخدمات مبتكرة. نؤمن أن التجربة البنكية لازم تكون بسيطة، سلسة، ومبنية على الثقة والوضوح."
      ]
    },
    
    investors: {
      head: "المستثمرون الرئيسيون",
      meet: "تعرف على قادتنا",
    },
    boardOfDirectors: {
      title: "مجلس الإدارة",
      contentSource: "https://d360.com/about-us",
    },
    shariahCommitteeMembers: {
      title: "أعضاء اللجنة الشرعية",
      contentSource: "https://d360.com/shariah-committee",
    },
    faqHead: {
      head: "الأسئلة الشائعة",
    },
    faq: [
      {
        question: " هل بنك D360 مرخص في المملكة العربية السعودية",
        answer:
          "أكيد، بنك D360 مرخص بموجب قرار من مجلس الوزراء وخاضع لرقابة وإشراف البنك المركزي السعودي.",
      },
      {
        question: "كيف أفتح حساب في بنك؟ D360",
        answer:
          "بكل سهولة، حمّل التطبيق، اكتب بياناتك، وكمّل خطوات التسجيل. حسابك بيكون جاهز خلال دقيقتين.",
      },
      {
        question: "هل بنك D360 متوافق مع أحكام الشريعة الإسلامية؟",
        answer:
          "أكيد، كل منتجات وخدمات بنك D360 متوافقة مع أحكام الشريعة الإسلامية، وعشان كذا تم تأسيس هيئة شرعية مستقلة بالكامل لمراقبة جميع عمليات البنك ومنتجاته وخدماته.",
      },
      {
        question: "كيف أقدر استفيد من خدمات البنك؟",
        answer:
          "بمجرد ما تسجل وتفتح حسابك في تطبيق البنك بتقدر تستمتع بتجربة استثنائية.",
      },
    ],
    contact: {
      heading: "نساعدك وين ما كنت",
      body: "رايك يهمنا، لأنك الأساس في كل خطوة نخطيها. عندك استفسار، ملاحظة، أو حتى شكوى؟ فريقنا موجود لمساعدتك بأي وقت",
      contact: "اتصل بنا",
      howTo: "كيف تقدر توصلنا؟",
      phone1: {
        insideSaudi: "داخل المملكة العربية السعودية",
      },
      phone2: {
        outsideSaudi: "خارج المملكة العربية السعودية",
      },
      phone3: {
        email: "البريد الإلكتروني",
        value: "customer.care@d360.com",
      },
      appTitle: "من خلال التطبيق:",
      viaApp:
        "لا تشيل هم. ملتزمين نحلها في مدة ما تتجاوز 5 أيام عمل، وراح تكون على اطلاع بكل المستجدات. وإذا تحتاج تصعيد الموضوع، أرسل لنا على: customer.care@d360.com",
      viaApp1: "أرسل لنا رسالة عبر التطبيق",
      viaApp2: "اطلب معاودة الاتصال",
      complaint: {
        title: "عندك شكوى؟",
        body: "نلتزم بحل أي شكوى خلال 5 أيام عمل، مع إبقائك على اطلاع خلال العملية. هل تحتاج إلى تصعيد؟ اتصل بنا على: customer.care@d360.com.",
      },
    },
  },
  instructions: {
    boardOfDirectorsContentSource: "https://d360.com/about-us",
    shariahCommitteeMembersContentSource: "https://d360.com/shariah-committee",
  },
};
