export const arabicContent = {
  data: {
    head: {
      head1: "عن بنك ",
      head2: "D360 ",
    },
    about: {
      header: "قصتنا",
      body: [
        "بنك رقمي سعودي متوافق تمامًا مع الشريعة الإسلامية ومكرس لتقديم أفضل تجربة مصرفية للجميع في المملكة العربية السعودية.",
        "ليس الأمر مقتصرًا على الخدمات المصرفية فحسب، بل نحن نعيد تعريف مفهوم البنوك. بنك يقترب منك، ويتكيف مع احتياجاتك، مصمم من أجلك، ودائمًا في المقدمة، بمنتجات وخدمات تمتثل تمامًا لأحكام الشريعة الإسلامية. نحن نقود عصر البنوك القادم، أذكى، وأسرع، ودائمًا سباقون.",
        "نؤمن بأن الخدمة المصرفية يجب أن تكون سهلة ومباشرة ومستندة إلى الثقة والشفافية."
      ]
    },
    
    investors: {
      head: "المستثمرون الرئيسيون",
      meet: "تعرف على قادتنا",
    },
    boardOfDirectors: {
      title: "مجلس الإدارة",
      contentSource: "https://d360.com/about-us",
    },
    shariahCommitteeMembers: {
      title: "أعضاء اللجنة الشرعية",
      contentSource: "https://d360.com/shariah-committee",
    },
    faqHead: {
      head: "الأسئلة الشائعة",
    },
    faq: [
      {
        question: " هل بنك D360 مرخص في المملكة العربية السعودية",
        answer:
          "أكيد، بنك D360 مرخص بموجب قرار من مجلس الوزراء وخاضع لرقابة وإشراف البنك المركزي السعودي.",
      },
      {
        question: "كيف أفتح حساب في بنك؟ D360",
        answer:
          "بكل سهولة، حمّل التطبيق، اكتب بياناتك، وكمّل خطوات التسجيل. حسابك بيكون جاهز خلال دقيقتين.",
      },
      {
        question: "هل بنك D360 متوافق مع أحكام الشريعة الإسلامية؟",
        answer:
          "أكيد، كل منتجات وخدمات بنك D360 متوافقة مع أحكام الشريعة الإسلامية، وعشان كذا تم تأسيس هيئة شرعية مستقلة بالكامل لمراقبة جميع عمليات البنك ومنتجاته وخدماته.",
      },
      {
        question: "كيف أقدر استفيد من خدمات البنك؟",
        answer:
          "بمجرد ما تسجل وتفتح حسابك في تطبيق البنك بتقدر تستمتع بتجربة استثنائية.",
      },
    ],
    contact: {
      heading: "نساعدك أينما كنت",
      body: "رأيك يهمنا لأنك في قلب كل ما نقوم به. هل لديك سؤال أو ملاحظة أو حتى شكوى؟ فريقنا هنا لخدمتك.",
      contact: "اتصل بنا",
      howTo: "كيف تصل إلينا؟",
      phone1: {
        insideSaudi: "داخل المملكة العربية السعودية",
      },
      phone2: {
        outsideSaudi: "خارج المملكة العربية السعودية",
      },
      phone3: {
        email: "البريد الإلكتروني",
        value: "customer.care@d360.com",
      },
      appTitle: "من خلال التطبيق:",
      viaApp:
        "تواصل معنا مباشرة من خلال قسم المساعدة، أرسل لنا رسالة أو اطلب مكالمة",
      viaApp1: "أرسل لنا رسالة عبر التطبيق",
      viaApp2: "اطلب معاودة الاتصال",
      complaint: {
        title: "عندك شكوى؟",
        body: "نلتزم بحل أي شكوى خلال 5 أيام عمل، مع إبقائك على اطلاع خلال العملية. هل تحتاج إلى تصعيد؟ اتصل بنا على: customer.care@d360.com.",
      },
    },
  },
  instructions: {
    boardOfDirectorsContentSource: "https://d360.com/about-us",
    shariahCommitteeMembersContentSource: "https://d360.com/shariah-committee",
  },
};
